IdeaRS.OpenModel.Detail.Loading.DirectionType
Direction type

IdeaRS.OpenModel.Detail.Loading.DirectionType.GlobalX
GlobalX

IdeaRS.OpenModel.Detail.Loading.DirectionType.GlobalY
Global Y

IdeaRS.OpenModel.Detail.Loading.DirectionType.GlobalZ
Global Z

IdeaRS.OpenModel.Detail.Loading.DirectionType.LocalX
Local X

IdeaRS.OpenModel.Detail.Loading.DirectionType.LocalY
Local Y

IdeaRS.OpenModel.Detail.Loading.DirectionType.LocalZ
Local Z